/* 
  Localizable.strings
  Pixave

  Created by YoungHo Kim on 8/3/14.
  Copyright (c) 2014 LittleHJ. All rights reserved.
*/

// Basic
"Basic.YES" = "YES";
"Basic.NO" = "No";
"Basic.OK" = "OK";
"Basic.Any" = "Any";
"Basic.All" = "All";
"Basic.Yes" = "Yes";
"Basic.No" = "No";
"Basic.All" = "All";
"Basic.Select.All" = "Select All";
"Basic.Current" = "Current";
"Basic.None" = "None";
"Basic.Cancel" = "Cancel";
"Basic.Cancel.All" = "Cancel All";
"Basic.Save" = "Save";
"Basic.Save.As" = "Save As...";
"Basic.Select" = "Select";
"Basic.Choose" = "Choose";
"Basic.Choose.Destination" = "Choose Destination";
"Basic.Relocate.Originals" = "Relocate Originals";
"Basic.Add.Folder" = "Add Folder";
"Basic.Move" = "Move";
"Basic.Create" = "Create";
"Basic.Delete" = "Delete";
"Basic.Delete.Items.After.Import" = "Delete items after import";
"Basic.Move.To.Trash" = "Move to Trash";
"Basic.Remove" = "Remove";
"Basic.Continue" = "Continue";
"Basic.Generate" = "Generate";
"Basic.Close" = "Close";
"Basic.Done" = "Done";
"Basic.On" = "On";
"Basic.Off" = "Off";
"Basic.Alert" = "Alert";
"Basic.Missing.File" = "Missing File";
"Basic.Quit" = "Quit";
"Basic.Stop" = "Stop";
"Basic.Default" = "Default";
"Basic.Space" = "Space";
"Basic.Apply" = "Apply";
"Basic.Add" = "Add";
"Basic.Copy" = "Copy";
"Basic.Find" = "Find";
"Basic.Snap" = "Snap";
"Basic.Replace" = "Replace";
"Basic.QuickLook" = "Quick Look";
"Basic.Slideshow" = "Slideshow";
"Basic.Mark" = "Mark";
"Basic.Mark.As.Like" = "As Like";
"Basic.Mark.As.Unlike" = "As Unlike";
"Basic.Show.Last" = " Show last";
"Basic.Back" = "Back";
"Basic.Export" = "Export";
"Basic.Export.As" = "Export As...";
"Basic.Remain.Export.Item" = "Export \"%@\" (%ld remaining)";
"Basic.Files" = "Files...";
"Basic.ePub" = "ePub...";
"Basic.Print" = "Print...";
"Basic.More" = "and more";
"Basic.Search" = "Search";
"Basic.Search.Title" = "Search Title";
"Basic.Search.Copyright" = "Search Copyright";
"Basic.Search.Note" = "Search Note";
"Basic.Search.URL" = "Search URL";
"Basic.Title" = "Title";
"Basic.Copyright" = "Copyright";
"Basic.Copyrights" = "Copyrights";
"Basic.Note" = "Note";
"Basic.URL" = "URL";
"Basic.Load.Library" = "Loading Library...";
"Basic.Create.Library" = "Create Library...";
"Basic.Choose.Library" = "Choose Library...";
"Basic.Add.Folder" = "Add Folder";
"Basic.Untitled.Collection" = "untitled collection";
"Basic.Untitled.Smart.Collection" = "untitled smart collection";
"Basic.Untitled.Folder" = "untitled folder";
"Basic.Untitled.Tag" = "untitled tag";
"Basic.Untitled.Webpage" = "untitled webpage";
"Basic.Of.The.Following.Are.True" = "of the following are true";
"Basic.Total" = "Total: %ld";
"Basic.Total.Label" = "Total:";
"Basic.Size.Label" = "Size:";
"Basic.Import" = "Import";
"Basic.Import.To.Collection" = "Import to Collection";
"Basic.Do.Not.Import" = "Don't Import";
"Basic.Importing" = "Import...";
"Basic.Import.Media" = "Import \"%@\"";
"Basic.Import.Process" = "%.0f%% (%@ of %@)";
"Basic.Other" = "Other...";
"Basic.No.Information" = "No information";
"Basic.No.Library" = "No Library";
"Basic.No.Media" = "No Media";
"Basic.No.Camera" = "No Camera";
"Basic.Clear.Label" = "Clear Label";
"Basic.Screenshot" = "Screen Shot";
"Basic.Clipboard" = "Clipboard Image";
"Basic.Restore" = "Restore";
"Basic.Restore.Original" = "Restore Original";
"Basic.Restore.Defaults" = "Restore Defaults";
"Basic.Color.View.Options" = "Color View Options";
"Basic.Show.Focus.Colors" = "Show Focus Colors";
"Basic.Show.Primary.Colors" = "Show Primary Colors";
"Basic.Show.Secondary.Colors" = "Show Secondary Colors";
"Basic.Show.Other.Colors" = "Show Other Colors";
"Basic.Save.Library" = "Save Library...";
"Basic.Delete.Collections" = "Delete collections...";
"Basic.Delete.Media" = "Delete media (%ld%%)";
"Basic.Delete.Tags" = "Delete Tags...";
"Basic.Add.Tags" = "Add Tags... (%ld%%)";
"Basic.Add.New.Tag" = "Add New Tag";
"Basic.Remove.Tags.Item" = "Remove Tags... (%ld%%)";
"Basic.Update.Tag" = "Update Tag...";
"Basic.Update.Thumbnails" = "Update Thumbnails...";
"Basic.Update.Thumbnail.Items" = "Update Thumbnail... (%ld%%)";
"Basic.Rebuild.Thumbnails" = "Rebuild Thumbnails...";
"Basic.Update.Background" = "Update Background...";
"Basic.Update.Background.Items" = "Update Background... (%ld%%)";
"Basic.No.Collection.Selected" = "No Collection Selected";
"Basic.No.Tag.Selected" = "No Tag Selected";
"Basic.No.Color.Selected" = "No Color Selected";
"Basic.No.Media.Selected" = "No Media Selected";
"Basic.Previous" = "Previous";
"Basic.Next" = "Next";
"Basic.Current.Index" = "%@ of %@";
"Basic.Item" = "%@ item (%@)";
"Basic.Items" = "%@ items (%@)";
"Basic.Total.Item" = "%@ item";
"Basic.Total.Items" = "%@ items";
"Basic.Preset.Items" = " (%ld)";
"Basic.Found.Item" = "Found: %@";
"Basic.Collection.Path" = "Collection > %@";
"Basic.Page" = "Page";
"Basic.Pages" = "Pages";
"Basic.Full.Path" = "Full path:";
"Basic.Set.Preview.Background" = "Set Custom Background";
"Basic.Black" = "Black";
"Basic.White" = "White";
"Basic.Selected.Item" = "%@ of %@ selected";
"Basic.Set.All.Displays" = "Set Desktop on All Displays";
"Basic.Set.Primary.Display" = "Set Desktop on Primary Display (%ld x %ld)";
"Basic.Set.Other.Display" = "Set Desktop on Other Display (%ld x %ld)";
"Basic.Show.Sidebar" = "Show Sidebar";
"Basic.Hide.Sidebar" = "Hide Sidebar";
"Basic.Original.Format" = "Original Format";
"Basic.Original.Size" = "Original Size";
"Basic.Fit.Within.Size" = "Fit within %ld x %ld";
"Basic.Scaled.Size" = "%ld%% of Original Size";
"Basic.Channel" = "Channel";
"Basic.Channels" = "Channels";
"Basic.Type.Tags.Guide" = "Type a word to search or add tag";
"Basic.Enter.New.Tag" = "Enter a new tag";
"Basic.Available.Export.Setting" = "%ld export setting selected";
"Basic.Available.Export.Settings" = "%ld export settings selected";
"Basic.No.Metadata.For.Book" = "No metadata for book";
"Basic.Export.File" = "Exporting \"%@\"";
"Basic.Export.Book" = "Generate Page %ld";
"Basic.Enter.Web.Address" = "Enter a web address";
"Basic.Total.File.Size.Info.Item" = "%@, %@ item";
"Basic.Total.File.Size.Info.Items" = "%@, %@ items";
"Basic.Total.Filter" = "%ld Filter";
"Basic.Total.Filters" = "%ld Filters";
"Basic.No.Description.Filter" = "No description available for \"%@\"";
"Basic.Image.Edited" = "%@ (Edited)";
"Basic.Movie.Shot" = "%@ (%@)";
"Basic.Image.Frame.Index" = "%@ (%ld)";
"Basic.Filter" = "Filter";
"Basic.Filter.On" = "Filter: ON";
"Basic.Filter.Off" = "Filter: OFF";
"Basic.Total.Image.Frame" = "Total frame: %ld";
"Basic.Page.Index" = "Page: %ld of %ld";
"Basic.Draw.Background" = "Draw Background";
"Basic.Version" = "Version";
"Basic.Start" = "Start";
"Basic.Relaunch" = "Relaunch";
"Basic.Lets.Go" = "Let's Go!";
"Basic.Loading" = "Loading...";
"Basic.Loading.Image" = "Loading image...";
"Basic.Update" = "Update";
"Basic.Backup.Database" = "Backup Database...";
"Basic.Update.Library" = "Update Library...";
"Basic.Update.Preview" = "Update Preview: %@";
"Basic.Default.Application" = "Default Application";
"Basic.Fetching" = "Fetching...";
"Basic.Quality" = "Quality";
"Basic.Show.In.Finder" = "Show in Finder";
"Basic.Show.Auto.Import.Folder" = "Show Auto-import Folder";
"Basic.Move.Library" = "Move Library...";
"Basic.Go.To.Website" = "Go to website";
"Basic.Multiple.Values" = "Multiple Values";
"Basic.Original.Path" = "Original Path";
"Basic.Show.Original" = "Show Original";
"Basic.Find.Original" = "Find Original...";
"Basic.Locate.Referenced.Files" = "Locate Referenced Files...";
"Basic.Seconds"= "%ld seconds";
"Basic.Download" = "Download";
"Basic.Downloading.Image" = "Downloading image...";
"Basic.Downloading.Item" = "Download \"%@\" (%ld / %ld)";
"Basic.Name" = "Name";
"Basic.Manual" = "Manual";
"Basic.Name.Label" = "Name:";
"Basic.Email.Label" = "Email:";
"Basic.License.Label" = "License Code:";
"Basic.Register" = "Register";
"Basic.Continue.Trial" = "Continue Trial";
"Basic.New.Version.Available" = "New Version Available";
"Basic.Selected.Documents" = "%ld documents";
"Basic.Scan" = "Scanning...";
"Basic.Sync" = "Syncing \"%@\"...";
"Basic.No.Metadata" = "No Metadata";
"Basic.Image.Size" = "Image Size";
"Basic.Day" = "day";
"Basic.Days" = "days";
"Basic.Sec" = "sec";
"Basic.Secs" = "secs";
"Basic.Dragged.Item" = "%ld item";
"Basic.Dragged.Items" = "%ld items";
"Basic.Tags.Item" = "%@ tag";
"Basic.Tags.Items" = "%@ tags";
"Basic.Color.Item" = "%@ color";
"Basic.Color.Items" = "%@ colors";
"Basic.iPhone4" = "iPhone 4s";
"Basic.iPhone5" = "iPhone 5s";
"Basic.iPhone6" = "iPhone 6/6s";
"Basic.iPhone6.Plus" = "iPhone 6/6s Plus";
"Basic.iPad" = "iPad mini 4, Air 2";
"Basic.iPad.Pro" = "iPad Pro";
"Basic.Desktop" = "Desktop";
"Basic.Landscape.Mode" = "Landscape mode";
"Basic.Download.Page.Resources" = "Download Web Resources";
"Basic.Resources" = "Resources";
"Basic.Apply.To.All.Duplicates" = "Apply to all duplicates";
"Basic.Preparing" = "Preparing...";
"Basic.Hide.Search.View" = "Hide Search";
"Basic.Match.The.Selected.Tags" = "Match the selected tags";
"Basic.Play" = "Play";
"Basic.Pause" = "Pause";
"Basic.Backward.Sec" = "Backward %ld sec";
"Basic.Backward.Secs" = "Backward %ld secs";
"Basic.Forward.Sec" = "Forward %ld sec";
"Basic.Forward.Secs" = "Forward %ld secs";
"Basic.StepBackward" = "Step Backward";
"Basic.StepForward" = "Step Forward";
"Basic.Volume" = "Volume: %.1f";
"Basic.Video.Audio" = "Video + Audio";
"Basic.Audio.Only" = "Audio Only";
"Basic.Split.By.Time" = "Split movie by time";
"Basic.Split.Every.Mins" = "Every %ld Mins";
"Basic.Split.Every.Hour" = "Every %ld Hour";
"Basic.Mute" = "Mute";
"Basic.Unmute" = "Unmute";
"Basic.Goto.Beginning" = "Go to Beginning";
"Basic.Goto.End" = "Go to End";
"Basic.Duration" = "Duration:";
"Basic.FrameDelay" = "Frame Delay:";
"Basic.Unreadable.File" = "Unreadable File: %ld";
"Basic.Unreadable.Files" = "Unreadable Files: %ld";
"Basic.Watermark.Failed" = "Watermark failed: %ld";
"Basic.Copying.Item" = "Copying \"%@\"";
"Basic.Copying.Bytes" = "%@ of %@";
"Basic.Left.Item" = "%@ item left";
"Basic.Left.Items" = "%@ items left";
"Basic.Export.Tags" = "Export Tags (JPEG, PNG, TIFF only)";
"Basic.Found.Camera" = "%ld Camera found";
"Basic.Found.Cameras" = "%ld Cameras found";
"Basic.Add.Watermark" = "Add Watermark";
"Basic.Remove.Watermark" = "Remove Watermark";
"Basic.Edit.Watermark" = "Edit Watermark";
"Basic.Example" = "Example: ";
"Basic.Creator" = "Creator";
"Basic.Description" = "Description";
"Basic.Publisher" = "Publisher";
"Basic.Author" = "Author";
"Basic.AlbumName" = "Album Name";
"Basic.Artist" = "Artist";
"Basic.Location" = "Location";
"Basic.Make" = "Make";
"Basic.Model" = "Model";
"Basic.Software" = "Software";
"Basic.Sketch.Installed" = "Sketch %@ installed";
"Basic.No.Installed.Sketch" = "No installed Sketch";

// Menu
"Menu.Pixave" = "Pixave";
"Menu.File" = "File";
"Menu.Edit" = "Edit";
"Menu.View" = "View";
"Menu.Window" = "Window";
"Menu.Help" = "Help";

// File Menu
"File.New.Collection" = "New Collection";
"File.New.SmartCollection" = "New Smart Collection";
"File.New.Folder" = "New Folder";
"File.New.Tag" = "New Tag";
"File.Close.Window" = "Close Window";
"File.Close.Tab" = "Close Tab";
"File.Switch.To.Library" = "Switch to Library...";
"File.Get.Info" = "Get Info";
"File.Get.Collection.Info" = "Collection Info";
"File.Import" = "Import...";
"File.Import.Files" = "Import Files or Folders";
"File.Import.From.Camera" = "Import from Camera";
"File.Export" = "Export...";

// View Menu
"View.Show.Tags" = "Show Tags";
"View.Hide.Tags" = "Hide Tags";
"View.Show.Colors" = "Show Colors";
"View.Hide.Colors" = "Hide Colors";
"View.BrowserView" = "Browser View Options";
"View.Inspector" = "Inspector";
"View.Show.Inspector" = "Show Inspector";
"View.Hide.Inspector" = "Hide Inspector";
"View.Show.General.Inspector" = "Show General Inspector";
"View.Show.Tag.Inspector" = "Show Tag Inspector";
"View.Show.Metadata.Inspector" = "Show Metadata Inspector";
"View.Show.Filter.Inspector" = "Show Filter Inspector";
"View.Actual.Size" = "Actual Size";
"View.Zoom.To.Fit" = "Zoom to Fit";
"View.Zoom.In" = "Zoom In";
"View.Zoom.Out" = "Zoom Out";
"View.Play" = "Play/Pause";
"View.Play.In.FullScreen" = "Play movie in Full Screen";
"View.Backward.Sec" = "Backward %ld sec";
"View.Backward.Secs" = "Backward %ld secs";
"View.Forward.Sec" = "Forward %ld sec";
"View.Forward.Secs" = "Forward %ld secs";
"View.StepBackward" = "Step Backward";
"View.StepForward" = "Step Forward";
"View.Goto.Beginning" = "Go to Beginning";
"View.Goto.End" = "Go to End";
"View.Increase.Volume" = "Increase Volume";
"View.Decrease.Volume" = "Decrease Volume";
"View.Mute" = "Mute/Unmute";
"View.Enter.Full.Screen" = "Enter Full Screen";
"View.Exit.Full.Screen" = "Exit Full Screen";

// Window Menu
"Window.Pixave.Mini" = "Pixave Mini";

// Help Menu
"Help.ReleaseNotes" = "What's New In this Version?";
"Help.Feedback" = "Send Feedback...";
"Help.Twitter" = "Follow us on Twitter";
"Help.WebSite" = "Visit Pixave Website";

// Capture Menu
"Capture.Menu.Area" = "Capture Area";
"Capture.Menu.Window" = "Capture Window";
"Capture.Menu.Timed.Window" = "Timed Window";
"Capture.Menu.Fullscreen" = "Capture Full Screen";
"Capture.Menu.Timed.FullScreen" = "Timed Full Screen";
"Capture.Menu.Website" = "Capture Web Page";
"Capture.Menu.Record.Screen" = "Record Screen";

// Contextual Menu
"CX.Open.In.New.Tab" = "Open in New Tab";
"CX.Edit" = "Edit";
"CX.Delete" = "Delete";
"CX.Rename" = "Rename \"%@\"";
"CX.Edit.Smart" = "Edit \"%@\"";
"CX.New.Tag" = "New Tag";
"CX.Show.Images" = "Show images";
"CX.Tag.Color" = "Tag Color";
"CX.Show.Color" = "Show Color";
"CX.Open" = "Open";
"CX.Open.With.Default.App" = "Open With Default App";
"CX.Open.With" = "Open With";
"CX.Open.With.App" = "Open with Application";
"CX.Browse.All.Versions" = "Browse All Versions...";
"CX.Image.Background" = "Image Background";
"CX.Update.Previews" = "Update Previews...";
"CX.Preview.Background" = "Preview Background Color";
"CX.Get.Info" = "Get Info";
"CX.Tags" = "Tags...";
"CX.Rating" = "Rating";
"CX.Export" = "Export To";
"CX.Move.To.Trash" = "Move to Trash";
"CX.Empty.Trash" = "Empty Trash";
"CX.Open.URL" = "Open in Web Browser";
"CX.Edit.URL" = "Add / Edit URL";
"CX.Set.Desktop.Picture" = "Set Desktop Picture";
"CX.Sort.By" = "Sort by";
"CX.Sort.Title" = "Title";
"CX.Sort.FileType" = "File Type";
"CX.Sort.FileSize" = "File Size";
"CX.Sort.Rating" = "Rating";
"CX.Sort.Width" = "Width";
"CX.Sort.Height" = "Height";
"CX.Sort.Kind" = "Kind";
"CX.Sort.Date.Created" = "Date Created";
"CX.Sort.Date.Modified" = "Date Modified";
"CX.Sort.Date.Imported" = "Date Imported";
"CX.Sort.Last.Opened" = "Date Last Opened";
"CX.Sort.Manual" = "Manual";
"CX.Sort.Ascending" = "Ascending";
"CX.Sort.Descending" = "Descending";
"CX.Export.Files" = "Files...";
"CX.Export.Epub" = "ePub";

// Label Color
"Label.No.Label" = "No Label";
"Label.No.Color" = "No Color";
"Label.Color.Red" = "Red";
"Label.Color.Orange" = "Orange";
"Label.Color.Yellow" = "Yellow";
"Label.Color.Green" = "Green";
"Label.Color.Blue" = "Blue";
"Label.Color.Purple" = "Purple";
"Label.Color.Gray" = "Gray";
"Label.Color.Custom.Color" = "Custom Color...";

// Library
"Lib.Library" = "Library";
"Lib.All" = "All";
"Lib.Tags" = "Tags";
"Lib.Colors" = "Colors";
"Lib.Recent" = "Recent";
"Lib.Trash" = "Trash";
"Lib.Collections" = "Collections";
"Lib.Screen" = "Screen";
"Lib.Phone" = "Phone";
"Lib.Tablet" = "Tablet";
"Lib.Web" = "Web";
"Lib.Icon" = "Icon";
"Lib.Button" = "Button";
"Lib.Interface" = "Interface";
"Lib.Animated.GIF" = "Animated GIF";
"Lib.Wallpaper" = "Wallpaper";
"Lib.Movie" = "Movie";
"Lib.PDF" = "PDF";
"Lib.Watch" = "Watch";
"Lib.Font" = "Fonts";
"Lib.Documents" = "Documents";
"Lib.Other" = "Other";
"Lib.Your.Collections" = "Your Collections";
"Lib.Live.Collections" = "Live Collections";
"Lib.Focus.Colors" = "Focus Colors";
"Lib.Primary.Colors" = "Primary Colors";
"Lib.Secondary.Colors" = "Secondary Colors";
"Lib.Other.Colors" = "Other Colors";

// Collection Information
"Collection.Info.Statistics" = "Statistics";
"Collection.Info.AutoImport.And.Tags" = "Auto-Import & Tags";
"Collection.Info.AutoImport.Title" = "Auto-Import";
"Collection.Info.AutoImport.Settings" = "Auto-import Settings";
"Collection.Info.Selected.Media" = "%ld media selected";
"Collection.Info.Tag.Selected" = "%ld tag selected";
"Collection.Info.Tags.Selected" = "%ld tags selected";
"Collection.Info.Select.Tag" = "Select tags to apply";

// Smart Rule
"Smart.Image.Title" = "Title";
"Smart.Image.File.Name" = "File name";
"Smart.Image.Type" = "Document type";
"Smart.Image.File.Size" = "File Size";
"Smart.Image.Creation.Date" = "Creation date";
"Smart.Image.Modification.Date" = "Modification date";
"Smart.Image.Imported.Date" = "Imported date";
"Smart.Image.Capture.URL" = "Capture URL";
"Smart.Image.Width" = "Image width";
"Smart.Image.Height" = "Image height";
"Smart.Image.DPI" = "Image DPI";
"Smart.Image.Depth" = "Image Depth";
"Smart.Image.Color.Model" = "Color space";
"Smart.Image.ColorSync.Profile" = "Color profile";
"Smart.Image.EXIF.GPS" = "GPS Info";
"Smart.Image.EXIF.Version" = "EXIF Version";
"Smart.Image.Label" = "Label";
"Smart.Image.Color" = "Color";
"Smart.Image.Alpha.Channel" = "Alpha channel";
"Smart.Image.Copyright" = "Copyright";
"Smart.Image.Keywords" = "Keywords";
"Smart.Image.Collection" = "Collection";
"Smart.Image.Tags" = "Tags";
"Smart.Image.Ratings" = "Ratings";

// Smart Rule Menu
"Smart.Matches" = "matches";
"Smart.Contains" = "contains";
"Smart.Begins.With" = "begins with";
"Smart.Ends.With" = "ends with";
"Smart.Is" = "is";
"Smart.Is.Not" = "is not";
"Smart.Equals" = "equals";
"Smart.Is.Greater.Than" = "is greater than or equal";
"Smart.Is.Less.Than" = "is less than or equal";
"Smart.Is.Before" = "is before";
"Smart.Is.After" = "is after";
"Smart.Is.In.The.Range" = "is in the range";
"Smart.Tags.Untagged" = "Untagged";

// Tooltip
"Tooltip.SwitchToMini" = "Switch to Pixave Mini";
"Tooltip.Show.Color.View.Options" = "Show Color View Options";
"Tooltip.Hide.Color.View.Options" = "Hide Color View Options";
"Tooltip.Show.Information" = "Show Information";
"Tooltip.Hide.Information" = "Hide Information";
"Tooltip.Show.Media.List.View" = "Show Media List View";
"Tooltip.Hide.Media.List.View" = "Hide Media List View";
"Tooltip.Share" = "Share";
"Tooltip.Information" = "Information";
"Tooltip.Export" = "Export...";
"Tooltip.Tag" = "Tag";
"Tooltip.Actions" = "Actions";
"Tooltip.Export.Settings" = "Export Settings";
"Tooltip.Export.Frame.Options" = "Frame Options";
"Tooltip.Export.Epub.Options" = "ePub Options";
"Tooltip.Web.Back" = "Show the previous page";
"Tooltip.Web.Forward" = "Show the next page";
"Tooltip.File.Statistics" = "Show statistics";
"Tooltip.Return.To" = "Return to";
"Tooltip.Open.Link" = "Open Link";
"Tooltip.Zoom.Out" = "Zoom out";
"Tooltip.Zoom.In" = "Zoom in";
"Tooltip.Actual.Size" = "Actual Size";
"Tooltip.Zoom.To.Fit" = "Zoom to Fit";
"Tooltip.Save.As" = "Save as...";
"Tooltip.Print" = "Print";
"Tooltip.Edit" = "Edit image";
"Tooltip.Show.Image.Frame" = "Show image frames";
"Tooltip.Hide.Image.Frame" = "Hide image frames";
"Tooltip.PDF.Show.Pages" = "Show pages";
"Tooltip.PDF.Hide.Pages" = "Hide pages";
"Tooltip.PDF.Previous.Page" = "Previous page";
"Tooltip.PDF.Next.Page" = "Next page";
"Tooltip.Show.File.Info" = "Show File Info";
"Tooltip.Fullscreen" = "Full Screen";
"Tooltip.Export.Movie" = "Export Movie";
"Tooltip.Save.Screenshot" = "Save screenshot";
"Tooltip.Create.Animated.GIF" = "Create animated GIF";
"Basic.Creating.GIF" = "Frames created, creating Animated GIF...";
"Basic.Finalizing" = "Finalizing...";

// Guide
"Guide.Title1" = "Welcome to Pixave.";
"Guide.Subtitle1" = "The smartest way to organize your images.";
"Guide.Title2" = "Automation";
"Guide.Subtitle2" = "Auto-import your media with tags.";
"Guide.Title3" = "Enhanced Web Capture";
"Guide.Subtitle3" = "Capture Web, Download Resources.";
"Guide.Title4" = "Fun with Movie";
"Guide.Subtitle4" = "Split Movie, Make Animated GIF.";
"Guide.Title5" = "Exciting Export";
"Guide.Subtitle5" = "with Resize, Rename, Watermark, Tags.";
"Guide.Title6" = "All-around image viewer";
"Guide.Subtitle6" = "Make an edit and version, share, print here. see it here.";
"Guide.Title7" = "Pixave";
"Guide.Subtitle7" = "Thanks for your purchase.";
"Guide.Title8" = "To make your collections, click the below button or drag images or folder to here.";

// Inspector
"Inspector.General.Title" = "Information";
"Inspector.General.Common.Info" = "Common Info";
"Inspector.General.Common.Info.Kind" = "Kind:";
"Inspector.General.Common.Info.Rating" = "Rating:";
"Inspector.General.Common.Info.Label" = "Label:";
"Inspector.General.Common.Info.Copyright" = "Copyright:";
"Inspector.General.Common.Info.Copyright.PlaceHolderString" = "Enter copyright";
"Inspector.General.Common.Info.Note" = "Note:";
"Inspector.General.Common.Info.Note.PlaceHolderString" = "Enter note";
"Inspector.General.Common.Info.URL" = "URL:";
"Inspector.General.Common.Info.URL.PlaceHolderString" = "Enter URL";
"Inspector.General.Common.Info.Where" = "Where:";
"Inspector.General.Common.Info.Comments" = "Comments:";

"Inspector.General.Image.Info" = "Image Info";
"Inspector.General.Image.Info.Title" = "Title:";
"Inspector.General.Image.Info.Title.PlaceHolderString" = "Enter title";
"Inspector.General.Image.Info.Collection" = "Collection:";
"Inspector.General.Image.Info.FileName" = "File name:";
"Inspector.General.Image.Info.Color" = "Color:";
"Inspector.General.Image.Info.Location" = "Location:";
"Inspector.General.Image.Info.Document.Type" = "Document type:";
"Inspector.General.Image.Info.Size" = "Size:";
"Inspector.General.Image.Info.Created" = "Created:";
"Inspector.General.Image.Info.Modified" = "Modified:";
"Inspector.General.Image.Info.Imported" = "Imported:";
"Inspector.General.Image.Info.Last.Opened" = "Last opened:";
"Inspector.General.Image.Info.Dimensions" = "Dimensions:";
"Inspector.General.Image.Info.DPI" = "DPI:";
"Inspector.General.Image.Info.Color.Space" = "Color space:";
"Inspector.General.Image.Info.Color.Profile" = "Color profile:";
"Inspector.General.Image.Info.Color.Depth" = "Depth:";
"Inspector.General.Image.Info.Alpha.Channel" = "Alpha channel:";
"Inspector.General.Video.Info" = "Video Info";
"Inspector.General.Video.Info.Duration" = "Duration:";
"Inspector.General.Video.Info.Format" = "Format:";
"Inspector.General.Video.Info.Data.Rate" = "Data Rate:";

"Inspector.General.PDF.Info" = "PDF Info";
"Inspector.General.PDF.Info.Version" = "PDF Version";
"Inspector.General.PDF.Info.Page.Count" = "Page count:";
"Inspector.General.PDF.Info.Author" = "Author:";
"Inspector.General.PDF.Info.Subject" = "Subject:";
"Inspector.General.PDF.Info.Producer" = "Producer:";
"Inspector.General.PDF.Info.Creator" = "Creator:";

"Inspector.Tag.Title" = "Tag";
"Inspector.Metadata.Title" = "Metadata";
"Inspector.Show.In.Maps" = "Show in Maps";
"Inspector.Filter.Title" = "Filter";

// Filter
"Filter.Blur" = "Blur";
"Filter.Color.Adjustment" = "Color Adjustment";
"Filter.Color.Effect" = "Color Effect";

// Preferences
"Preferences.Title" = "Preferences";

// Preferences - General
"Preferences.General" = "General";
"Preferences.General.Sidebar.Show.Item.Counts" = "Show item count in sidebar";
"Preference.General.Show.Recent" = "Show Recent:";
"Preferences.General.Show.Tags.Window" = "When select Tags in sidebar, Open Tags window automatically";
"Preferences.General.Tags.Result" = "When select multiple tags in tags window, Show results as union set";
"Preferences.General.Show.Colors.Window" = "When select Colors in sidebar, Open Colors window automatically";
"Preferences.General.Display.Color.Code" = "Display Color Code in Colors";
"Preferences.General.Double.Click.Color" = "When double-click Color, show images";
"Preferences.General.Show.Badge" = "Show Import or other process badge in Dock";
"Preferences.General.Keep.Pixave.Mini" = "Keep Pixave Mini on top of all other windows";
"Preferences.General.Active.Pixave" = "Show Pixave window when importing completed";

"Preferences.General.Image.Open.With" = "Image opens with:";
"Preferences.General.Image.Open.Guide" = "Use \"Space\" or Double-click to open image";
"Preferences.General.Image.Fit.Mode" = "Image fit mode:";
"Preferences.General.Browser.Options" = "Browser Options:";
"Preferences.General.Browser.Remember.Selected.Image" = "Remember selected image in Browser";
"Preferences.General.Browser.Show.Image.Type" = "Show image type in Browser";
"Preferences.General.Browser.Show.Referenced.Type" = "Show referenced type in Browser";
"Preferences.General.Browser.Show.Title" = "Show title and subtitle in Browser";
"Preferences.General.Browser.Scroll.To.Top" = "When select a collection, scroll to top in Browser";
"Preferences.General.Theme.Light" = "Light theme";

// Preferences - Previews
"Preferences.Previews" = "Previews";
"Preferences.Previews.Thumbnail.Type" = "Default thumbnail:";
"Preferences.Previews.Default" = "Default";
"Preferences.Previews.Aspect.Ratio" = "Aspect Ratio";
"Preferences.Previews.Fit" = "Fit";
"Preferences.Previews.RAW.Option" = "Preview image for RAW Option";
"Preferences.Previews.RAW.Style" = "Preview size for RAW image:";
"Preferences.Previews.RAW.Style.Original" = "Original Size";
"Preferences.Previews.RAW.Style.Fit.1024" = "Fit within 1024 x 1024";
"Preferences.Previews.RAW.Style.Fit.512" = "Fit within 512 x 512";
"Preferences.Previews.Guide" = "When images imported, These options will be used.";
"Preferences.Previews.Default.Preivews.Background.Color" = "Background color:";
"Preferences.Previews.Default.Preivews.Background.Guide" = "When you set custom background in browser, the color that you set on the above slider will be the default background of thumbnail and preview.";
"Preferences.Previews.Thumb.Use.Custom.Title" = "Use custom thumbnail title & subtitle";
"Preferences.Previews.Thumb.Title" = "Display title as:";
"Preferences.Previews.Thumb.Subtitle" = "Display subtitle as:";
"Preferences.Previews.Use.Sketchtool" = "Enable Sketch app integration for better import Sketch document";

// Preferences - Library
"Preferences.Library" = "Library";
"Preferences.Library.Location" = "Library Location:";
"Preferences.Library.Location.Sync.Guide" = "Learn more about sync with iCloud Drive or Dropbox.";
"Preferences.Library.Import" = "Importing:";
"Preferences.Library.Copy.Items" = "Copy items to the Pixave library";
"Preferences.Library.Accessible.Folders" = "Accessible Folders:";
"Preferences.Library.Accessible.Guide" = "To import image without copy into Pixave Library. You should add folders to access image. Please add folders for persistent access. (Access is applied to subfolders recursively. Please add possible parent folder.)";

// Preferences - Notifications
"Preferences.Notifications" = "Notifications";
"Preferences.Notification.Play.Sounds" = "Play user interface sounds";
"Preferences.Notifications.Show.Imported" = "Show Notification, When file imported";
"Preferences.Notifications.Show.Moved" = "Show Notification, When file moved";
"Preferences.Notifications.Show.Removed" = "Show Notification, When file removed";
"Preferences.Notifications.Show.Exported" = "Show Notification, When file exported";

// Preferences - Capture
"Preferences.Capture" = "Capture";
"Preferences.Capture.Show.Menubar.Item" = "Show Pixave menu bar item";
"Preferences.Capture.Shrink.Retina.Snaps" = "Shrink Retina snaps";
"Preferences.Capture.Window.Option" = "When capture window, include drop shadow";
"Preferences.Capture.Fullscreen.Option" = "When capture full screen, include cursor";
"Preferences.Capture.Delay.Option" = "Delay capture by";
"Preferences.Capture.Image.Format" = "Screen Capture Image Format";
"Preferences.Capture.Web.Image.Format" = "Web Capture Image Format";

// Preferences - Movie
"Preferences.Movie" = "Movie";
"Preferences.Movie.Remember.Play.Position" = "Remember play position and audio volume";
"Preferences.Movie.Prevent.Sleep" = "When movie displayed, Prevent Screen Saver or Display sleep";
"Preferences.Movie.SeekTime" = "Backward/Forward by time:";
"Preferences.Movie.SeekTime.Guide" = "Use \"⌘←\" or \"⌘→\" keys to fast backward or forward by time interval";
"Preferences.Movie.Screenshot.Size" = "Screenshot Size:";

// Preferences - Export
"Preferences.Export" = "Export";
"Preferences.Export.Presets" = "Export Preset";
"Preferences.Export.Presets.Settings" = "Preset Settings";
"Preferences.Export.Image.Format" = "Image Format:";
"Preferences.Export.Image.Quality" = "Image Quality:";
"Preferences.Export.Size.To" = "Size To:";
"Preferences.Export.Original.Size" = "Original Size";
"Preferences.Export.Fit.Within" = "Fit Within (Pixels)";
"Preferences.Export.Percent.Of.Original" = "Percent of Original";
"Preferences.Export.Filename.Patterns.Prefix" = "File name Prefix:";
"Preferences.Export.Filename.Patterns.Prefix.PlaceHolderString" = "Add prefix to file name";
"Preferences.Export.Filename.Patterns.Suffix" = "File name Suffix:";
"Preferences.Export.Filename.Patterns.Suffix.PlaceHolderString" = "Add suffix to file name";
"Preferences.Export.Filename.Patterns" = "File name Patterns:";
"Preferences.Export.No.Patterns" = "No File Name Patterns";
"Preferences.Export.No.Preset" = "No Preset";
"Preferences.Export.Show.watermark" = "Show Watermark:";
"Preferences.Export.No.Preset.Selected" = "No Preset Selected";
"Preferences.Export.Watermark.Position" = "Position:";
"Preferences.Export.Watermark.Opacity" = "Opacity:";
"Preferences.Export.Watermark.Image" = "Image:";

// Preferences - Tags
"Preferences.Tags" = "Tags";
"Preferences.Tags.Add.Tags.To.File" = "Add assigned tags to imported or referenced image";
"Preferences.Tags.Add.Tags.When.Export" = "Add assigned tags when export";
"Preferences.Tags.Add.Label.As.Tags" = "Add assigned label as Tags";
"Preferences.Label" = "Label";
"Preferences.Label.PlaceHolder.String" = "Enter label name";
"Preferences.Label.Red" = "Red";
"Preferences.Label.Orange" = "Orange";
"Preferences.Label.Yellow" = "Yellow";
"Preferences.Label.Green" = "Green";
"Preferences.Label.Blue" = "Blue";
"Preferences.Label.Purple" = "Purple";
"Preferences.Label.Gray" = "Gray";

// Label
"Label.Label" = "Label:";
"Label.Tags" = "Tags:";
"Label.Total" = "Total: %ld";
"Label.Total.Files" = "Total: %@ (%@)";
"Label.Total.Left.Items" = "Total: %ld - %ld item(s) left";
"Label.Save.As" = "Save As:";
"Label.Smart.Collection.Title" = "Smart Collection Title:";
"Label.Width" = "Width: %ld px";
"Label.Height" = "Height: %ld px";
"Label.Select.Wallpaper" = "Select the screen to set this image to:";
"Label.New.Tag" = "New tag:";
"Label.Format" = "Format:";
"Label.Resolution" = "Resolution:";
"Label.Background" = "Background:";

// File Rename Pattern
"Rename.Pattern.Title" = "Title";
"Rename.Pattern.Original.Filename" = "Original Filename";
"Rename.Pattern.Current.Year" = "Current Year";
"Rename.Pattern.Current.Month" = "Current Month";
"Rename.Pattern.Current.Day" = "Current Day";
"Rename.Pattern.Index" = "Index";
"Rename.Pattern.Space" = "Space";
"Rename.Pattern.Dash" = "- (Dash)";
"Rename.Pattern.Underscore" = "_ (Underscore)";

// Book Related
"Book.Title" = "*Book Title:";
"Book.Author" = "Author:";
"Book.Lang" = "Language:";
"Book.Cover.Image" = "*Book cover:";
"Book.Publisher" = "Publisher:";
"Book.Copyright" = "Copyright:";
"Book.Genre" = "Genre:";
"Book.Description" = "Description:";
"Book.Pub.Date" = "Release Date:";

// Choose Library
"PXL.Title" = "Choose Pixave Library";
"PXL.Message" = "Pixave needs a library to continue. You may choose an existing Pixave library or create a new one.";

// Drag and Drop
"Drop.Import.Media.Title" = "Drag images here or click import.";
"Drop.Import.Media.Alter.Title" = "To import images, Click \"import\" button";
"Drop.Images.To.Collection" = "Drop images to the below collection.";
"Drop.Image.Here" = "Drop image Here.";

// Document Type
"Document.PDF" = "PDF (Portable Document Format)";
"Document.JPEG" = "JPEG";
"Document.JPEG2000" = "JPEG 2000";
"Document.TIFF" = "TIFF";
"Document.PICT" = "PICT";
"Document.GIF" = "GIF (Graphics Interchange Format)";
"Document.PNG" = "PNG (Portable Network Graphics)";
"Document.QuickTime.Image" = "QuickTime image";
"Document.ICNS" = "Apple icon image";
"Document.BMP" = "Windows bitmap image";
"Document.ICO" = "Windows icon image";
"Document.RAW.Image" = "Camera RAW Image";
"Document.SVG" = "SVG (Scalable Vector Graphics)";
"Document.TGA" = "TGA";
"Document.Photoshop" = "Adobe Photoshop Document";
"Document.AI" = "Adobe Illustrator Document";
"Document.EPS" = "Encapsulated PostScript";
"Document.AFFINITY.DESIGNER" = "Affinity Designer";
"Document.AFFINITY.PHOTO" = "Affinity Photo";
"Document.IDRAW" = "Autodesk® Graphic Document";
"Document.PIXELMATOR" = "Pixelmator Document";
"Document.SKETCH" = "Sketch Document";
"Document.ACORN" = "Acorn Document";
"Document.MOV" = "QuickTime movie";
"Document.M4V" = "Apple MPEG-4 movie";
"Document.MP4" = "MPEG-4 movie";
"Document.FONT" = "Font";
"Document.TRUE.TYPE.FONT" = "TrueType® font";
"Document.OPEN.TYPE.FONT" = "OpenType® font";
"Document.PAGES" = "Pages Publication";
"Document.NUMBERS" = "Numbers Spreadsheet";
"Document.KEYNOTE" = "Keynote Presentation";
"Document.IBOOKAUTHOR" = "iBooks Author Book";
"Document.MS.WORD" = "Microsoft Word Document";
"Document.MS.EXCEL" = "Microsoft Excel Document";
"Document.MS.POWERPOINT" = "Microsoft PowerPoint Document";
"Document.MINDNODE" = "MindNode Document";
"Document.PAINTCODE" = "PixelCut Vector Document";
"Document.OMNI.GRAFFLE" = "OmniGraffle Format";
"Document.COMICLIFE" = "Comic Life Document";
"Document.NAPKIN" = "Napkin Document";
"Document.FLINTO" = "Flinto Document";
"Document.MPO" = "Multiple Picture Object image (MPO)";
"Document.3D.OBJ" = "Geometry Definition File Format (OBJ)";
"Document.3D.DAE" = "Digital Asset Exchange (DAE)";

// Message
"Message.Choose.Library" = "Please choose the library that you want to open";
"Message.Move.Library" = "Please choose where to move your library";
"Message.Changed.Library.Location" = "Library location changed.";
"Message.Add.LiveFolder" = "Please choose the Folder you want to add";
"Message.Export.Items" = "Please select where the exported items should be saved...";
"Message.Permission" = "To view or change permissions, select the item in the Finder and choose File > Get Info.";
"Message.Delete.Collection" = "Are you sure you want to delete the %ld selected collection from your Pixave library? All media in collection will be moved to Trash. This operation cannot be undone.";
"Message.Delete.Collections" = "Are you sure you want to delete the %ld selected collections from your Pixave library? All media in collection will be moved to Trash. This operation cannot be undone.";
"Message.Move.To.Trash.Item" = "Are you sure you want to move the %ld selected item to trash?";
"Message.Move.To.Trash.Items" = "Are you sure you want to move the %ld selected items to trash?";
"Message.Delete.Item" = "Are you sure you want to delete the %ld selected item from your Pixave library?\nThis operation cannot be undone.";
"Message.Delete.Items" = "Are you sure you want to delete the %ld selected items from your Pixave library?\nThis operation cannot be undone.";
"Message.Delete.Tag" = "Are you sure you want to delete the %ld selected tag?\nThis operation cannot be undone.";
"Message.Delete.Tags" = "Are you sure you want to delete the %ld selected tags?\nThis operation cannot be undone.";
"Message.Delete.Export.Item" = "Are you sure you want to delete the %ld selected item?\nThis operation cannot be undone.";
"Message.Delete.Export.Items" = "Are you sure you want to delete the %ld selected items?\nThis operation cannot be undone.";
"Message.Delete.Version.Item" = "Are you sure you want to delete the %ld selected version?\nThis operation cannot be undone.";
"Message.Delete.Version.Items" = "Are you sure you want to delete the %ld selected versions?\nThis operation cannot be undone.";
"Message.Delete.Accessible.Item" = "Are you sure you want to delete the selected folder?\nAll images in the selected folder cannot be accessed.";
"Message.Import" = " Please choose the files/folders would like to import into \"%@\"";
"Message.Import.Completed" = "Import Complete";
"Message.Import.Completed.Item" = "Successfully imported %ld file";
"Message.Import.Completed.Items" = "Successfully imported %ld files";
"Message.Move.Completed" = "Move Complete";
"Message.Move.Completed.Item" = "Successfully moved %ld file";
"Message.Move.Completed.Items" = "Successfully moved %ld files";
"Message.Remove.Completed" = "Remove Complete";
"Message.Remove.Completed.Collection" = "Successfully removed %ld collection";
"Message.Remove.Completed.Collections" = "Successfully removed %ld collections";
"Message.Remove.Completed.Item" = "Successfully removed %ld file";
"Message.Remove.Completed.Items" = "Successfully removed %ld files";
"Message.Export.Completed" = "Export Complete";
"Message.Export.Completed.Item" = "Successfully exported %ld file";
"Message.Export.Completed.Items" = "Successfully exported %ld files";
"Message.Generate.ePub" = "ePub were successfully generated";
"Message.Generate.ePub.Item" = "%@.epub were successfully generated.";
"Message.No.Your.Collections" = "No your collections";
"Message.No.Tags" = "No tags";
"Message.No.Colors" = "No colors";
"Message.No.Filter" = "No filters";
"Message.No.Results.Found" = "No Results Found";
"Message.No.Watermark" = "No Watermark";
"Message.No.Media.Available" = "No media available to export.";
"Message.Cannot.Use.Filters" = "The selected media \ncannot use filters.";
"Message.Click.To.Record.New.Shortcut" = "Click to record new shortcut";
"Message.No.Folder.Selected" = "No Folder Selected";
"Message.Type.Shortcut" = "Type Shortcut";
"Message.Type.New.Shortcut" = "Type New Shortcut";
"Message.Record.Shortcut" = "Record Shortcut";
"Message.Use.Old.Shortcut" = "Use Old Shortcut";
"Message.Delete.Shortcut" = "Delete Shortcut";
"Message.Play.Video.FullScreen" = "This video is playing in full screen mode.";
"Message.Already.Used.Shortcut" = "The key combination \"%@\" cannot be used.";
"Message.Apply.Image.To.Item" = "Are you sure you want to apply the selected image to the selected item's icon?";
"Message.Apple.Image.To.Items" = "Are you sure you want to apply the selected image to the selected items's icon?";
"Message.Delete.Filter" = "Are you sure you want to delete the %ld selected filter?\nThis operation cannot be undone";
"Message.Delete.Filters" = "Are you sure you want to delete the %ld selected filters?\nThis operation cannot be undone";
"Message.Restore.Default.Shortcuts" = "Do you want to restore default shortcuts?";
"Message.Restore.Default.Presets" = "Do you want to restore default image export presets?";
"Message.Restore.Original.Image" = "Do you want to restore original image?";
"Message.Restore.Version.Image" = "Do you want to restore the selected version image?";
"Message.Delete.Version.Image" = "Are you sure you want to delete the selected version image?\nThis operation cannot be undone";
"Message.Delete.Image" = "Are you sure you want to delete current image?\nThis operation cannot be undone.";
"Message.Delete.Pattern" = "Are you sure you want to delete the selected file name pattern?\nThis operation cannot be undone.";
"Message.Delete.Watermark" = "Are you sure you want to delete the selected watermark?\nThis operation cannot be undone.";
"Message.Replace.Image" = "Are you sure you want to replace current image?\nThis operation cannot be undone.";
"Message.Replace.Book.Cover" = "Are you sure you want to replace current book cover image?\nThis operation cannot be undone.";
"Message.Delete.Book.Cover.Image" = "Are you sure you want to delete Book Cover image?\nThis operation cannot be undone.";
"Message.Invalid.Media.Item.To.Export" = "The selected item contain unsupported media to export.\nDo you want to remove unsupported media in the selected item? (The supported media: GIF, JPG, JPEG 2000, PNG, TIFF, PDF, BMP, AI, PSD, EPS, Camera RAW, ICNS, ICO only)";
"Message.Invalid.Media.Items.To.Export" = "The selected items contain unsupported media to export.\nDo you want to remove unsupported media in the selected items? (The supported media: GIF, JPG, JPEG 2000, PNG, TIFF, PDF, BMP, AI, PSD, EPS, Camera RAW, ICNS, ICO only)";
"Message.No.Activated.Actions" = "To annotate image, Please activate photo editing action extensions in System Preferences > Extensions.";
"Message.Rebuild.Thumbnails" = "Are you sure you want to rebuild thumbnails?";
"Message.Update.Library" = "The Pixave library needs to be updated to work with this version of Pixave.";
"Message.Update.Library.Completed" = "The Pixave library has been updated. Please relaunch Pixave.";
"Message.Relaunch.Pixave" = "Pixave will be relaunched.";
"Message.Choose.Folder" = "Choose a folder to access";
"Message.Choose.Folder.Contains.Media" = "Choose a folder contains \"%@\"";
"Message.Choose.Accessible.Folders" = "Choose a folder to add to accessible folders for persistent access.\n** Access is applied to subfolders recursively. Please choose most possible parent folder.";
"Message.Choose.Download.Folder" = "Choose a folder to download media from Camera";
"Message.Choose.Missing.File" = "Could not find the original file \"%@\" in the selected folder.\nWould you like to try to locate it again?";
"Message.Check.License" = "Enter the license information exactly as you received it in your registration e-mail.";
"Message.Thanks.Purchased" = "Thank you very much for purchasing Pixave.";
"Message.New.Version.Available" = "Pixave %@ is now available. Would you like to download it now?";
"Message.Choose.Subtitle" = "Please choose subtitle file to import. (SMI, SRT supported.)";
"Message.import.duplicate.media" = "\"%@\" is already exists in library.\nWould you like to import the following duplicate media?";
"Message.Empty.Trash" = "Are you sure you want to permanently delete all items in the Trash?";
"Message.Found.Tags" = "%ld similar item(s) found.\n\n-If you want to use the existing tag, Click the tag you want.\n\n- If you want to add new tag, Press \"%@%@\" or Click \"Add\" button.";
"Message.Found.Similar.Tags" = "%ld similar items(s) found.\n\n- If you want to use the existing tag, Drag the tag to media.\n\n- If you want to add new tag, Press \"%@%@\" or Click \"Add\" button.";
"Message.No.Found.Tags" = "Do you want to add a new tag?\nTo add tag, press \"%@%@\" or Click \"Add\" button.";
"Message.Show.Original.In.Library" = "The selected media is located in Pixave library.\nAre you sure you want to show original?\n\nPlease do not delete or move, rename any contents in library.";

// Error
"Error.Create.Library" = "You don't have permission to save the file \"%@\" in the folder \"%@\".";
"Error.Move.Library" = "The selected library could not be moved, because the same library is already exists in the same location.";
"Error.Replace.Library" = "The selected library could not be replaced, because the same library is already exists.";
"Error.Move.No.Library" = "An error occurred while moving your library.\nYour library cannot be moved at this time.";
"Error.Update.Library" = "An error occurred while updating your library.\nYour library is damaged or unreadable and cannot be opened. Please choose another library.";
"Error.Already.Exsts" = "\"%@\" is already exists. Please enter another name.";
"Error.Damaged.Library" = "The selected Library is not compatible version of Pixave or damaged. It cannot be opened. Please choose another library.";
"Error.No.Export.Preset" = "No export preset exists. Please add export preset in Preferences.";
"Error.Cannot.Capture.Anything" = "Pixave cannot capture screen or web because media importing or capture is still being processed. Please wait for this task to complete and try again.";
"Error.Import.Media" = "The following file(s) could not be imported (they may be an unrecognized file type, some Sketch 3 documents, Protected MPEG-4, Encrypted PDF, Non-included PDF info EPS or file access denied by App Sandbox.)";
"Error.Add.Watermark" = "The following file(s) could not add watermark due to the size of watermark is bigger than the following file(s).";
"Error.Generate.ePub.No.Infor" = "To generate ePub, You have to enter book title and cover image for your book.";
"Error.Generate.ePub" = "An error occurred while generating a epub file.\nPlease check the available disk space or the permission of your disk.";
"Error.Generate.Watermark" = "An error occurred while generating a watermark file.\Please check the available disk space or the permission of your disk.";
"Error.Generate.Versions" = "An error occurred while generating a version file.\nPlease check the available disk space or the permission of your disk.";
"Error.No.Default.Application" = "No default application found.";
"Error.Cannot.Use.Shortcut" = "This shortcut cannot be used because it is already used by the menu item \"%@\".";
"Error.Cannot.Use.Combination" = "This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.";
"Error.Open.With.Default.App" = "%ld file cannot be opened. because of default application cannot be found.";
"Error.Open.With.Default.Apps" = "%ld files cannot be opened. because of default application cannot be found.";
"Error.Open.Document" = "\"%@\" cannot be opened. because of default application cannot be found.";
"Error.No.Found.Media" = "The operation can't be completed because the item can't be found or access.";
"Error.Rebuild.Max.Previews" = "The maximum number of images that can be rebuilt at the same time is 30.";
"Error.Open.Max.Documents" = "The maximum number of images that can be opened at the same time is 30.";
"Error.No.Image.Found" = "No media found";
"Error.Animated.GIF.Length" = "The current duration is too short. A duration for Animated GIF have at least 3 seconds.\nPlease move the playhead to new location and try again.";
"Error.Missing.File" = "The selected media is either offline or cannot be found.";
"Error.Missing.Original.Image" = "The original image \"%@\" is either offline or cannot be found.\nClick \"Find Original...\" to reconnect.";
"Error.Rename.Media" = "\"%@\" could not be renamed to \"%@\" because an item with the same name already exists.";
"Error.Accessible.Folders" = "The selected folder cannot be added to Accessible Folders.\nThe below folders cannot be added:\n \"/\", \"/Applications\", \"/Library\", \"/System\".";
"Error.Already.Exists.Accessible.Folder" = "The selected folder is already added. Please choose another folder.";
"Error.Already.Parents.Folder.Exists" = "The parent folder of selected folder was already added.\nNo need add \"%@\".";
"Error.System.Folder" = "The below folders cannot be added:\n \"/\", \"/Applications\", \"/Library\", \"/System\".";
"Error.Already.Used.Folder" = "The selected folder was already used by another collection. Please choose another folder.";
"Error.Open.Movie" = "An error occurred while opening movie.\nThe selected movie cannot be opened or played at this time.";
"Error.Invalid.License" = "Sorry, that's not a valid Pixave license code.";


